Repository: invokablegmbh/jar_dataflow
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Dataflow
de: Datenfluss

source: Source
de: Datenquelle

source: Items
de: Elemente

# sysdirs
source: Folder
de: Systemordner

source: Recursive
de: Rekursiv

# maxItems
source: Maximum number of elements
de: Maximale Anzahl an Elementen

# orderby_field
source: Sort by Field
de: Sortierung nach Feld

# orderby
source: Sort Order
de: Sortierung

# category
source: Show only items in the following categories
de: Nur Elemente der folgenden Kategorien anzeigen

# andor
source: Category and/or linking
de: Kategorieverknüpfung

source: Folder
de: Systemordner

# manual
source: Manual selection
de: Manuelle Auswahl

# layer_0
source: 0 Layers (only the selected page)
de: 0 Ebenen (nur die ausgewählte Seite)

# layer_1
source: 1 Layer
de: 1 Ebene

# layer_2
source: 2 Layer
de: 2 Ebenen

# layer_3
source: 3 Layer
de: 3 Ebenen

# layer_4
source: 4 Layer
de: 4 Ebenen

# layer_5
source: 5 Layer
de: 5 Ebenen

source: Infinity
de: Unendlich

# orlink
source: OR operation
de: ODER verknüpft

# andlink
source: AND operation
de: UND verknüpft

source: ascending
de: aufsteigend

source: descending
de: absteigend

# manual_selection_none
source: No Items selected
de: Keine Elemente wurden ausgewählt

# manual_selection_singular
source: Manual selection of 1 Item
de: Manuelle Auswahl von 1 Element

# manual_selection_plural
source: Manual selection of %d Items
de: Manuelle Auswahl von %d Elementen

# no_folder_selected
source: No directory was selected
de: Kein Ordner gewählt

# none_selected
source: No selection made
de: Keine Auswahl getroffen

# sysdir_ext_all
source: All items from the following Directories
de: Alle Elemente aus den folgenden Ordnern

# sysdir_ext_max
source: Maximum %s items from the following system Directories
de: Maximal %s Elemente aus den folgenden Ordnern

# sysdir_ext
source: Belongs to the following categories
de: Zugehörig zu den folgenden Kategorien

source: and
de: und

source: or
de: oder

# crdate
source: Created Date
de: Erstellungsdatum

# tstamp
source: Last Modified Date
de: Änderungsdatum

source: No Sorting
de: Keine Sortierung

source: sort by
de: sortiert nach

source: Default
de: Standard

source: Backendsorting
de: Backendsortierung

source: Creation
de: Erstellung

# items_per_page
source: Items per Page ("0" deactivates pagination)
de: Elemente pro Seite ("0" deaktiviert Pagination)
